[
  {
    "id": "project-001",
    "title": "Patterned Glass | Notebook & Box Design",
    "year": "2024",
    "projectImages": [
      "/images/projects/project-001/project-001-img-01.webp"
    ],
    "description": "A modern notebook design project showcasing clean aesthetics and functional design principles.",
    "category": "Product Design",
    "tags": ["Notebook", "Design", "Product"]
  },
  {
    "id": "project-002", 
    "title": "Michel Foucault | Book Binding Design",
    "year": "2024",
    "projectImages": [
      "/images/projects/project-002/project-002-img-01.webp"
    ],
    "description": "This project is an editorial design of two works by French philosopher Michel Foucault: \"The Order of Things\" (1966) and \"The Archaeology of Knowledge\" (1969). \"The Order of Things\" argues that \"man\" as a subject of scientific knowledge is a recent invention, the result of a fundamental mutation in our culture. Foucault shows how classical systems of knowledge, which linked all of nature within a great chain of being and analogies between the stars in the heavens and the features in a human face, gave way to the modern sciences of biology, philology, and political economy. \"The Archaeology of Knowledge\" proposes that every historical period has underlying epistemic assumptions, ways of thinking, which determine what is truth and what is acceptable discourse about a subject, by delineating the origins of biology, economics, and linguistics.",
    "category": "Graphic Design",
    "tags": ["Graphic", "Design", "Book"]
  },
  {
    "id": "project-003",
    "title": "Formosa Font | Book Design",
    "year": "2022", 
    "projectImages": [
      "/images/projects/project-003/project-003-img-01.webp"
    ],
    "description": "The diverse terrain and climates of Taiwan have given birth to a wide spectrum of plant life. Taiwan was once known as \"Formosa\", meaning \"beautiful island\" in Portuguese. Our hope is to take its meaning, interpret it, and create font designs showcasing Taiwan's flora and our precious island's biodiversity.",
    "category": "Graphic Design",
    "tags": ["Graphic", "Design", "Book"]
  }
]
